"cheqiyu"＝"バラ引っ張るカジキ、原産は南アメリカ大陸アマゾン川、ガイアナ、魚体紡錘形、中宽、側扁、長がごセンチぐらい、バラ引っ張るカジキ喜弱酸性軟水も適応できる中性、マイクロアルカリ水質";
"denglongyu"＝"提燈魚魚の別名頭尾燈提燈魚魚、ライト、燈魚など。南アメリカ大陸とアマゾン川流域に分布しているガイアナと流域。体長4～5センチ。体長で側扁、頭が短く、腹円。両眼の上部と尾の各1塊金黄色のぶち、反射光に照らされて、黄色と赤の色";
"dianmanyu"＝"デンキウナギ、裸背デンキウナギ科のウナギ南米、魚を生むことができます十分に人を击昏の電流は、放電能力最強の淡水魚は、出力電圧の最大300～８００ボルト、だからデンキウナギが水中の送電線の称";
"dinianyu"＝"大口鯰、普通は2本のひげ、体型へ要求の高い水質、難しい養殖";
"fangyu"＝"甘鯛、一般体長４００ミリ、体の延長で、側扁、頭が鈍い円近く、エレガントな、目が大きく、位の高い、胴前、頭頂部及び胸部を上部円鱗、他の部位は皆櫛鱗、側線位の高い背平行体と縁";
"haigui"＝"海亀はスッポン目ウミガメ科動物の総称。インド洋太平洋、太平洋、洋。中国の海亀北は山東、南から北部へ近海には分布して分布して分布して。長さは1メートル余りに達すると寿命が最大150歳ぐらいです";
"hetun"＝"川鲀、通称ふぐ、硬骨類鲀アジ類の総称。川鲀体円筒形、エアバッグ、危険に出会う時の吸気膨張、一般体長は25～35センチ";
"jianyu"＝"カジキれSWORDFISH。世界では熱帯、亜熱帯海洋によくある魚、その上顎が前に延伸ている剣という名前から、移動時速130キロに達するという";
"jinqiangyu"＝"マグロ、寸法は長くて、太くて丸い、呈流線形で、後ろに渐细尖って尾に基づく細長く、尾びれを叉状または三日月。尾柄の両側に明らかな稜峰、背中、尻鰭後方各1行小鰭。魚雷の形にして、その横断面は少し丸い形";
"shayu"＝"サメ、生活の海には、海洋の中で最も獰猛な魚類、サメの骨組みは軟骨を構成するのではなく、骨の構成から。軟骨は骨よりもっと軽く、もっと弾力性がある";
"shiziyu"＝"獅子魚、体型は小さくて、最大約さんじゅうセンチ（じゅうにインチ）長。体長形、柔軟に、オタマジャクシ状、たるみ、無鱗のため、時小刺具。背びれ長、腹鰭頭の下、吸盤で海底を形成、吸着。北大路に分布し、北太平洋と南北の冷水区に分布する";
"tianshiyu"＝"神仙魚、背びれと尻鰭長いさらに大、ぴんと三角帆のよう、だから小鰭帆魚の称。横から見るように飛び回る神仙魚泳ぎ、ツバメ、だから神仙魚と呼ばれる鰆";
"xiaochouyu"＝"ピエロ魚は、スズメダイ科海葵魚亜科魚の俗称のため、顔にすべて1本または2つの白の縞に京劇のピエロのため名声を得て、1種の熱帯鹹水魚。ピエロ魚とイソギンチャクが鳥の両翼の共生関係なので、イソギンチャクと魚";
"xiaohuangyu"＝"キグチ、別名のキグチ、脊椎動物、硬骨類、ニベ科、別名：小さな鮮、また、雑色、キュウリ、古代魚、黄鳞鱼、小春色、金竜、厚鱗仔ともいうキグチ";
"xiaolvyu"＝"緑の魚で、1種の緑の魚";
